<?php


return [
    'texts' => [
        'event_introduction' => '
        هو نظام إدارة الفعاليات التابع للغرفة الفتية  الدولية بدمشق.
        طور فريق مبرمجين الغرفة الفتية الدولية دمشق  هذا النظام بالتعاون مع منصة Syrian Open Source للبرمجيات مفتوحة المصدر، يمكنك تسجيل حساب جديد على هذا النظام وعند موافقة مدير النظام تستطيع التفاعل مع الفعاليات التي تقيمها الغرفة الفتية الدولية دمشق والتسجيل على قوائم الطعام وأماكن الجلوس، يمكنك متابعة المشروع على موقع جيتهاب من خلال الرابط التالي
         ',

        'available_events_text' => "
       الخطوة الأولى يجب أن يكون لديك حساب في هذا النظام، تستطيع تسجيل حساب جديد ومن ثم سنقوم بإرسال بريد الكتروني لتأكيد الحساب، ثم سيقوم مدير النظام بالموافقة على حسابك وعندها تستطيع أن تستعرض خدمات كل فعالية.
أو يمكنك تسجيل الدخول مباشرة اذاكنت تملك حساباً مقبولاً مسبقاً
        ",

        'footer' => 'يبدو أنك وصلت بالفعل إلى نهاية الصفحة ،
          لا تنسوا شكر جهود المتطوعين والمبرمجين الذين يساهمون في مشاريع JCI و Syrian Open Source ،
           نعم ، نقوم بالعديد من الميزات والمشاريع بجهود تطوعية ، ولكي نتمكن من الوصول إلى أهدافنا في مجتمعات أوسع وتنفيذ المزيد من المشاريع التنموية في المجتمع،
       ندعوك لمتابعتنا على مواقع التواصل الاجتماعي من خلال الروابط التالية',

        'contributions_program_text' => 'أحد الأهداف في الغرفة الفتية الدولية دمشق هو المشاركة في المسؤولية الاجتماعية من خلال إطلاق مشاريع مفتوحة المصدر مجانًا. يهدف هذا البرنامج إلى توفير الفرص للمبرمجين الذين يساهمون في المساعدة في بناء المشاريع واكتساب الخبرة والتعرف على مطورين من جميع أنحاء العالم.',
        'menu_text' => 'من خلال هذه الميزة ، يمكنك الاطلاع على القائمة المعدة لهذا الحدث ، يمكنك اختيار الوجبات التي تفضلها واختيار حتى العدد المسموح به من وجبات الطعام في المساء ، ولا تتردد في رؤية القائمة ، فهي بسيطة وسهلة الاختيار',
        'table_text' => 'من خلال هذه الميزة ، يمكنك مشاهدة الطاولات في الفعالية، كما يمكنك مشاهدة الأشخاص الذين حجزوا كرسيًا للجلوس على طاولة معينة ، وإذا كانت الطاولة لا تزال شاغرة ، يمكنك أيضًا حجز مقعد هناك. استمتع بالجلوس بجانب شخص تشارك معه الأفكار وتستمع بالجلوس الى جانبهس',
        'menu_description' => 'هنا يمكنك أن ترى جميع المأكولات المتاحة داخل هذه القائمة، يمكنك اختيار فقط من العنااصر عدد يصل الى :count ',
        'edit_warning' => 'رجاء كن حذراً أنه لا يمكنك التعديل بعد حفظ الأختيارات',
        'needs_approved' => 'لم يتم قبول حسابك في النظام بعد، أذا كنت تعتقد أنه خطأ، يرجى مراسلة مدير النظام أو فريق الدعم',
    ],
    'titles' => [
        'contributions_program' => 'برنامج الغرفة الفتية الدولية دمشق للمشاركة في البرمجيات المفتوحة المصدر',
        'event_introduction' => 'نظام الغرفة الفتية الدولية دمشق لإدارة الفعاليات',
        'available_events' => 'الفعاليات المتاحة',
        'menu_text' => 'حجز مأكولات من قائمة الطعات',
        'table_text' => 'حجز كرسي في طاولة',
    ],

    'buttons' => [
        'details' => 'المزيد من التفاصيل',
        'login' => 'تسجيل الدخول',
        'register' => 'حساب جديد',
        'logout' => 'تسجيل الخروج',
        'menu' => 'قائمة الطعام',
        'table' => 'الطاولات المتاحة',
        'show_menu_items' => 'قائمة الطعام',
        'save' => 'حفظ',
        'home' => 'الرئيسية',
        'show_table_members' => 'رؤية أعضاء هذه الطاول',

    ],

    'here' => 'هنا',
    'or_register' => 'تسجيل حساب جديد',
    'title' => 'العنوان',
    'description' => 'الوصف',
    'choose' => 'اختيار',
    'name' => 'الاسم',
    'notes' => 'ملاحظات: ',
    'table_capacity_exceeded' => 'لا يمكنك التسجيل على هذه الطاول لانها وصلت الى الحد الاقصى من عمليات التسجيل',
    'registered_before' => 'لقد قمت بالفعل بالستجيل على طاولة، لا يمكنك التسجيل على طاولة أخرى.',
];
